Repository: mozilla-l10n/mt-training-data
Catalog: hi/hi_pontoon.tmx
Source language: en_us
Languages: hi

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
hi: कॉमन वॉयस डेटासेट एक खुला और सार्वजनिक रूप से उपलब्ध संसाधन है जिसका उपयोग विभिन्न प्रकार के भाषण-सक्षम अनुप्रयोगों को प्रशिक्षित करने के लिए किया जा सकता है। अपने योगदानकर्ताओं की सुरक्षा की रक्षा करने के लिए, हम सभी से पूछते हैं कि कौन कॉमन वॉयस डेटासेट डाउनलोड करता है, जो योगदानकर्ताओं की गोपनीयता का सम्मान करता है। डेटासेट में सभी वॉयस क्लिप व्यक्तिगत रूप से पहचान करने वाली जानकारी के आधार पर रची जाती हैं। जब आप डेटासेट डाउनलोड करते हैं, तो आप किसी भी योगदानकर्ता की पहचान निर्धारित करने का प्रयास नहीं करने के लिए सहमत होते हैं। इसका मतलब है कि आप डेटासेट में योगदानकर्ता की व्यक्तिगत जानकारी से जानकारी को जोड़ने का प्रयास नहीं कर सकते। हालाँकि, उदाहरण के लिए, डेटासेट में पहले से मौजूद अन्य जानकारी को डेटासेट में लिंक करके, भाषण मान्यता, स्पीकर मान्यता या अन्य अनुप्रयोगों को प्रशिक्षित करने के लिए आप डेटासेट का उपयोग कर सकते हैं।

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
hi: आम वॉयस डेटासेट <licenseLink> CC0 </licenseLink> लाइसेंस के तहत <datasetLink> हमारे डेटासेट पेज </datasetLink> पर डाउनलोड के लिए उपलब्ध है। आप एक ही पृष्ठ से कई अन्य सार्वजनिक रूप से उपलब्ध डेटासेट भी डाउनलोड कर सकते हैं।

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
hi: वॉयस रिकॉर्डिंग घंटों की गिनती जो "यस" के वोट के साथ 3 में से 2 उपयोगकर्ताओं द्वारा मान्य की गई है। ये निशान समग्र परियोजना 10k घंटे के लक्ष्य की ओर बढ़ते हैं।

source: The count of voice recording hours we have collected so far.
hi: वॉयस रिकॉर्डिंग घंटे की गिनती हमने अब तक एकत्र की है।

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
hi: कॉमन वॉयस डेटासेट का लक्ष्य दुनिया में किसी को भी स्पीच रिकग्निशन, स्पीकर रिकग्निशन या किसी अन्य प्रकार के एप्लिकेशन को बनाने में सक्षम बनाना है जिसके लिए वॉइस डेटा की आवश्यकता होती है। वॉइस असिस्टेंट कई प्रकार के अनुप्रयोगों में से एक है, जिसे आप बनाने के लिए डेटासेट का उपयोग कर सकते हैं।

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
hi: कॉमन वॉयस डेटासेट का बहु-भाषा संस्करण वर्तमान में समुदाय समर्थित बंडल और सफाई से गुजर रहा है। अगर आप नई भाषाओं में कॉमन वॉइस लाने में हमारी मदद करना चाहते हैं, तो डेटासेट में नए वाक्यों को जोड़ने के लिए <SentCollectorLink> सेंटेंस कलेक्शन टूल </ punCollectorLink> देखें और वेबसाइट के अनुवाद के लिए मोज़िला <pontoonorink> पोंटून </ pontoonLink> पर जाएं। अपने आप। 5000 स्वीकृत वाक्यों को एकत्र किए जाने पर आवाज योगदान के लिए नई भाषाओं को आम आवाज में जोड़ा जाता है।

source: The number of recordings and which languages you contribute to will be public.
hi: रिकॉर्डिंग की संख्या और किन भाषाओं में आप योगदान करते हैं, वह सार्वजनिक होगी।

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
hi: वह प्रक्रिया जिसके द्वारा किसी योगदानकर्ता की प्रोफ़ाइल जानकारी को उनके दान किए गए वॉइस क्लिप से अस्पष्ट किया जाता है, जब डेटासेट के एक भाग के रूप में डाउनलोड के लिए पैक किया जाता है।

source: The recording was too long.
hi: रिकॉर्डिंग बहुत लंबी थी.

source: The recording was too quiet.
hi: रिकॉर्डिंग बहुत शांत थी.

source: The recording was too short.
hi: रिकॉर्डिंग बहुत छोटी थी.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
hi: ये भाषाएँ वर्तमान में सामुदायिक विकास के अंतर्गत हैं। प्रगति की पट्टियाँ यह बताती हैं कि प्रत्येक भाषा <localizationGlossaryLink> वेबसाइट स्थानीयकरण </localizationGlossaryLink> और <sentenceCollectionGlossaryLink>वाक्य संग्रह</sentenceCollectionGlossaryLink> की प्रक्रिया में कितनी दूर है।

source: The selected file is too large
hi: चयनित फ़ाइल बहुत बड़ा है

source: The sentence has a grammatical or spelling error.
hi: वाक्य में व्याकरणिक या वर्तनी की त्रुटि है।

source: The sentence has disrespectful or offensive language.
hi: वाक्य में अपमानजनक या आपत्तिजनक भाषा है।

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
hi: TED-LIUM कॉर्पस TED वेबसाइट पर उपलब्ध ऑडियो वार्ता और उनके ट्रांसक्रिप्शन से बनाया गया था।

source: This is approximately the number of hours required to train a production speech-to-text system.
hi: यह एक उत्पादन भाषण-से-पाठ प्रणाली को प्रशिक्षित करने के लिए आवश्यक घंटों की संख्या है ।

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
hi: यह ओपन सोर्स सॉफ्टवेयर है जिसे आसानी से रिमिक्स किया जा सकता है, बढ़ाया जा सकता है, और बेहतर बनाया जा सकता है। Mycroft का उपयोग साइंस प्रोजेक्ट से लेकर एंटरप्राइज़ सॉफ़्टवेयर एप्लिकेशन तक किसी भी चीज़ में किया जा सकता है।

source: This is our process for translating and adapting our content for many locales (languages).
hi: यह कई स्थानों (भाषाओं) के लिए हमारी सामग्री के अनुवाद और अनुकूलन के लिए हमारी प्रक्रिया है।

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
hi: यह सेटिंग आपके लीडरबोर्ड की दृश्यता को नियंत्रित करती है। जब छिपाया जाता है, तो आपकी प्रगति निजी होगी। इसका मतलब है कि लीडरबोर्ड पर आपकी छवि, उपयोगकर्ता नाम और प्रगति दिखाई नहीं देगी। ध्यान दें कि लीडरबोर्ड रिफ्रेश होने में ~ { $minutes } मिनट लगते हैं, ताकि उनमें बदलाव आए।

source: Three to go!
hi: तीन जाने के लिए!

source: Today
hi: आज

source: Today's Common Voice progress on clips recorded
hi: दर्ज की गई क्लिप पर आज की आम आवाज प्रगति

source: Today's Common Voice progress on clips validated
hi: क्लिप पर आज की कॉमन वॉयस प्रगति मान्य है

source: Today's Progress
hi: आज की प्रगति

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
hi: इसे कॉमन वॉयस डेटासेट में बनाने के लिए, वॉइस क्लिप को दो अलग-अलग उपयोगकर्ताओं द्वारा मान्य किया जाना चाहिए।

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
hi: कॉमन वॉयस डेटासेट को यथासंभव उपयोगी बनाने के लिए हमने केवल क्रिएटिव टेक्स्ट (CC0) लाइसेंस के तहत उपलब्ध स्रोत पाठ की अनुमति देने का निर्णय लिया है। CC0 मानक का उपयोग करने का अर्थ है स्रोत पाठ को खोजना और एकत्र करना अधिक कठिन, लेकिन किसी को भी मोज़िला से उपयोग प्रतिबंध या प्राधिकरण के बिना परिणामी ध्वनि डेटा का उपयोग करने की अनुमति देता है। अंततः, हम बहु-भाषा डेटासेट को हर किसी के लिए उपयोगी बनाना चाहते हैं, जिसमें शोधकर्ता, विश्वविद्यालय, स्टार्टअप, सरकारें, सामाजिक उद्देश्य संगठन और हॉबी शामिल हैं।

source: Top Contributors
hi: शीर्ष योगदानकर्ता

source: Total
hi: कुल

source: Total Approved
hi: कुल स्वीकृत

source: Toward next goal
hi: अगले लक्ष्य की ओर

source: Track progress here and on your stats page.
hi: यहाँ और अपने आंकड़े पृष्ठ पर प्रगति को ट्रैक करें।

source: Turkish
hi: तुर्कीयाई

source: Ubykh
hi: उबैख

source: Udmurt
hi: उदमूर्त

source: Ukrainian
hi: यूक्रेनी

source: Unable to speak right now?
hi: अभी बोलने में असमर्थ हैं?

source: Upload
hi: छवि या कंपनी लोगो

source: Upload aborted. Do you want to delete your recordings?
hi: अपलोड निरस्त क्या आप अपनी रिकॉर्डिंग हटाना चाहते हैं?

source: Upload an image file
hi: एक छवि फ़ाइल अपलोड करें

source: Urdu
hi: उर्दू

source: User Name
hi: उपयोक्ता नाम

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
hi: उपयोगकर्ता दान किए गए क्लिप की सटीकता को सत्यापित करते हैं, यह जांचते हुए कि स्पीकर ने वाक्य को सही ढंग से पढ़ा है।

source: Using Common Voice
hi: Common Voice का उपयोग करके

source: Uzbek
hi: उज़्बेक

source: Validated Clips
hi: पुष्टि किए गए क्लिप

source: Validated Hours
hi: वैध घंटे

source: Validated Hrs
hi: मान्य प्रति घंटा

source: Validated Hr. Total
hi: मान्यता दी। संपूर्ण

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
hi: दान की गई क्लिपों का सत्यापन करना कॉमन वॉयस मिशन के लिए भी उतना ही महत्वपूर्ण है। एक सुनो और हमें गुणवत्ता मुक्त स्रोत आवाज डेटा बनाने में मदद करें।

source: Validations
hi: सत्यापन

source: Venetian
hi: विनीशियन

source: Version
hi: संस्करण

source: Vietnamese
hi: वियतनामी

source: View your progress against personal and project goals.
hi: व्यक्तिगत और प्रोजैक्ट के लक्ष्यों के खिलाफ अपनी प्रगति देखें।

source: Visible
hi: दृश्यमान

source: Voice clips are entered into a submission queue that readies them for listening.
hi: वॉयस क्लिप एक सबमिशन कतार में प्रवेश किया जाता है जो उन्हें सुनने के लिए पढ़ता है।

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
hi: आवाज स्वाभाविक है, आवाज मानवीय है। यही कारण है कि हम प्रयोग करने योग्य आवाज प्रौद्योगिकी बनाने के बारे में उत्साहित हैं हमारे मशीनों के लिए। लेकिन वॉइस सिस्टम बनाने के लिए, डेवलपर्स को बहुत अधिक मात्रा में आवाज की आवश्यकता होती है डेटा।

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
hi: आवाज़ प्राकृतिक है, आवाज़ मानवीय है। यही कारण है कि हम मशीन हेतु उपयोग किए जा सकने वाले तकनीक को बनाने की ओर आकर्षित हैं। लेकिन आवाज-प्रणालियों को बनाने हेतु बहुत बड़ी मात्रा में वॉयस डेटा की आवश्यकता है।

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
hi: वॉयस रिकग्निशन तकनीक मशीनों के साथ बातचीत करने के तरीके में क्रांति ला रही है, लेकिन वर्तमान में उपलब्ध प्रणालियाँ महंगी और मालिकाना हैं। आम आवाज वॉयस रिकग्निशन टेक्नोलॉजी को बेहतर और सभी के लिए सुलभ बनाने के लिए मोज़िला की पहल का हिस्सा है। कॉमन वॉयस दान की गई आवाज़ों का एक विशाल वैश्विक डेटाबेस है जो किसी को भी जल्दी और आसानी से हर भाषा में संभावित रूप से वॉयस-सक्षम ऐप्स को प्रशिक्षित करने देता है। हम न केवल व्यापक रूप से बोली जाने वाली भाषाओं में आवाज के नमूने एकत्र कर रहे हैं, बल्कि उन लोगों की भी कम आबादी वाले हैं। आवाज़ों के विविध डेटासेट को प्रकाशित करने से डेवलपर्स, उद्यमियों और समुदायों को इस अंतर को दूर करने में मदद मिलेगी। कॉमन वॉयस डेटासेट के अलावा, हम एक ओपन सोर्स स्पीच रिकग्निशन इंजन भी बना रहे हैं जिसे डीप स्पीच कहा जाता है।

source: Voice recording in progress
hi: वॉयस रिकॉर्ड की जा रही है

source: Voices Online Now
hi: आवाजें अब ऑनलाइन

source: Votic
hi: वोरिक

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
hi: VoxForge को फ्री और ओपन सोर्स स्पीच रिकॉग्निशन इंजन के साथ उपयोग के लिए ट्रांसकोड किए गए भाषण को इकट्ठा करने के लिए स्थापित किया गया था।

source: Want to change your voice clip?
hi: अपनी वॉइस क्लिप बदलना चाहते हैं?

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
hi: Common Voice को और बेहतर बनाने में मदद करना चाहते हैं? बढिया! ईमेल या <discourseLink>Discourse</discourseLink> फोरम द्वारा संपर्क करें, <githubLink>GitHub</githubLink> के माध्यम से साइट की समस्याएं दर्ज करें, या फिर <matrixLink>Matrix</matrixLink> कम्यूनिटी चैट में शामिल हों।

source: Want to help make Common Voice even better? Great! Get in touch via email or on <discourseLink>Discourse</discourseLink>, submit feedback through <githubLink>GitHub</githubLink>, or join us on <matrixLink>Matrix</matrixLink>.
hi: Common Voice को और बेहतर बनाने में मदद करना चाहते हैं? बढिया! ईमेल द्वारा संपर्क करें या <discourseLink>Discourse</discourseLink> पर, <githubLink>GitHub</githubLink> के माध्यम से अपनी प्रतिक्रिया दर्ज करें, या फिर <matrixLink>Matrix</matrixLink> पर हमारे साथ जुड़ें।

source: Want to help make Common Voice even better? Great! Get in touch via email or on <discourseLink>Discourse</discourseLink>, submit feedback through <githubLink>GitHub</githubLink>, or join us on <slackLink>Slack</slackLink>.
hi: आम आवाज को और बेहतर बनाने में मदद करना चाहते हैं? महान ! ईमेल के माध्यम से या <प्रवचन पर जाएं> प्रवचन </ प्रवचन पर> संपर्क करें, <githubLink> GitHub </ githubLink> के माध्यम से प्रतिक्रिया सबमिट करें, या हमसे जुड़ें <slackLink> सुस्त </ slackLink> पर।

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
hi: जब हम कॉमन वॉयस डेटासेट का नया संस्करण जारी करते हैं तो अपडेट चाहते हैं? हमारे समाचार पत्र के सदस्य बनें।

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
hi: हम आवाज़ों का एक खुला और सार्वजनिक रूप से उपलब्ध डेटासेट बना रहे हैं, जिसका उपयोग सभी लोग भाषण-सक्षम अनुप्रयोगों को प्रशिक्षित करने के लिए कर सकते हैं।

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
hi: हम Mozilla में ध्वनी प्रौद्योगिकी के करीब एक समुदाय का गठन कर रहे हैं। हम नवीनतम जानकारीयों, नए डेटा स्रोतों के संपर्क में रहना चाहते हैं और इस बारे में अधिक सुनना चाहते हैं कि आप इस डेटा का उपयोग कैसे कर रहे हैं।

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
hi: हम मानते हैं कि मशीन लर्निंग आधारित भाषण प्रौद्योगिकी में बड़े और सार्वजनिक रूप से उपलब्ध वॉइस डेटासेट नवाचार और स्वस्थ वाणिज्यिक प्रतियोगिता को बढ़ावा देते हैं। यह एक वैश्विक प्रयास है और हम सभी को इसमें भाग लेने के लिए आमंत्रित करते हैं। हमारा उद्देश्य दुनिया भर से आवाज़ों की विविधता को दर्शाते हुए भाषण प्रौद्योगिकी को अधिक समावेशी बनाने में मदद करना है।

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
hi: हम मानते हैं कि बड़े, सार्वजनिक रूप से उपलब्ध वॉइस डेटासेट मशीन-लर्निंग आधारित भाषण प्रौद्योगिकी में नवाचार और स्वस्थ वाणिज्यिक प्रतिस्पर्धा को बढ़ावा देंगे। कॉमन वॉयस का बहु-भाषा डेटासेट पहले से ही अपनी तरह का सबसे बड़ा सार्वजनिक रूप से उपलब्ध वॉइस डेटासेट है, लेकिन यह एकमात्र ऐसा नहीं है। अन्य ओपन सोर्स वॉयस डेटासेट के लिए संदर्भ हब के रूप में इस पृष्ठ को देखें और जैसे-जैसे कॉमन वॉइस बढ़ती है, हमारे रिलीज़ अपडेट के लिए एक घर।

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
hi: हम प्रत्येक रिकॉर्डिंग की औसत लंबाई का आकलन करके घंटों की गणना करते हैं, और फिर उस संख्या को सभी भाषाओं में रिकॉर्डिंग की कुल संख्या से गुणा करते हैं।

source: We don't have anything to validate in this language, help us fill the queue.
hi: हमारे पास इस भाषा को मान्य करने के लिए कुछ भी नहीं है, हमें कतार को भरने में मदद करें।

source: Weekly
hi: साप्ताहिक

source: Weekly Goal
hi: साप्ताहिक लक्ष्य

source: Welcome { $company } staff!
hi: आपका स्वागत है { $company } स्टाफ!

source: Welsh
hi: वेल्श

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
hi: हम आपकी जानकारी को सावधानीपूर्वक संभालने का वादा करते हैं। हमारे <privacyLink>गोपनीयता सुचना</privacyLink> के बारे में और जानें।

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
hi: हम एक खुले स्रोत, आवाज़ों के बहु-भाषा डेटासेट का निर्माण कर रहे हैं जिसका उपयोग कोई भी भाषण-सक्षम अनुप्रयोगों को प्रशिक्षित करने के लिए कर सकता है।

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
hi: हम आवाज़ों के एक ओपन-सोर्स डाटासेट की भीड़ कर रहे हैं। अपनी आवाज दान करें, अन्य लोगों की क्लिप की सटीकता को मान्य करें, सभी के लिए डेटासेट बेहतर बनाएं।

source: We’re sorry, but your platform is not currently supported.
hi: हमें खेद है, पर आपका प्लेटफार्म वर्तमान में समर्थित नहीं है।

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
hi: हम चाहते हैं कि कॉमन वॉयस डाटासेट ऑडियो क्वालिटी को प्रतिबिंबित करे जो कि स्पीच-टू-टेक्स्ट इंजन जंगल में सुनाई देगा, इसलिए हम विविधता की तलाश कर रहे हैं। वक्ताओं के एक विविध समुदाय के अलावा, अलग-अलग ऑडियो गुणवत्ता वाला डेटासेट, वाक्-टू-पाठ इंजन को विभिन्न वास्तविक दुनिया स्थितियों को संभालने के लिए सिखाएगा, जिसमें पृष्ठभूमि पर बात करने से लेकर कार के शोर तक शामिल हैं। जब तक आपकी वॉयस क्लिप समझदार है, तब तक यह डेटासेट के लिए पर्याप्त होना चाहिए ।

source: We will be in touch with more information about how to add your language to Common Voice very soon.
hi: हम बहुत जल्द कॉमन वॉयस में अपनी भाषा कैसे जोड़ें, इसके बारे में अधिक जानकारी के साथ संपर्क में रहेंगे।

source: We will be in touch with more information as it becomes available.
hi: हम अधिक जानकारी के साथ संपर्क करेंगे जैसे ही वह उपलब्ध होगी।

source: We will not make your email public.
hi: हम आपके ईमेल को सार्वजनिक नहीं करेंगे।

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
hi: हम डेटासेट से आपकी वॉयस रिकॉर्डिंग हटाने के आपके अनुरोध की समीक्षा करेंगे। यदि आपका अनुरोध स्वीकृत हो जाता है, तो हम उन लोगों से संपर्क करेंगे जिन्होंने डेटासेट डाउनलोड किया है और अनुरोध करते हैं कि वे आपकी वॉयस रिकॉर्डिंग भी हटा दें।

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
hi: इसका क्या अर्थ है कि मैं कॉमन वॉयस डेटासेट में बोलने वालों की "पहचान" निर्धारित नहीं कर सकता हूं ?

source: What is Common Voice?
hi: Common Voice क्या है?

source: What issues are you experiencing with this sentence?
hi: इस वाक्य के साथ आप किन मुद्दों का सामना कर रहे हैं?

source: What level of audio quality is required for a voice clip to be used in the dataset?
hi: डेटा क्लिप को डेटासेट में किस स्तर की ऑडियो क्वालिटी की आवश्यकता होती है ?

source: What’s inside the Common Voice dataset?
hi: कॉमन वॉयस डेटासेट के अंदर क्या है?

source: What's Public?
hi: सार्वजनिक क्या है?

source: What’s the difference between Common Voice and Deep Speech?
hi: Common Voice और Deep Speech में क्या अंतर है?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
hi: जब कोई उपयोगकर्ता वॉइस क्लिप को अस्वीकार करता है तो वह क्यू पर लौटता है। यदि दूसरी बार खारिज कर दिया जाता है, तो वॉइस क्लिप को क्लिप कब्रिस्तान में स्थानांतरित कर दिया जाता है।

source: When will you release Common Voice data in other languages?
hi: आप अन्य भाषाओं में Common Voice डेटा कब जारी करेंगे?

source: Where does the source text come from?
hi: स्रोत पाठ कहाँ से आता है?

source: Why ?
hi: क्यों ?

source: Why a profile?
hi: प्रोफाइल क्यों बनाएं?

source: Why Common Voice?
hi: Common Voice क्यों?

source: Why does this matter?
hi: यह बात क्यों है?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
hi: आप लोगों से पुस्तकों या विकिपीडिया लेखों को विभिन्न भाषाओं में पढ़ने के लिए क्यों नहीं कहते हैं ?

source: Why do you need so many different speakers per language?
hi: आपको प्रति भाषा में इतने सारे अलग-अलग वक्ताओं की आवश्यकता क्यों है?

source: Why is 10,000 validated hours the per language goal for capturing audio?
hi: ऑडियो को कैप्चर करने के लिए प्रति भाषा लक्ष्य 10,000 वैध घंटे क्यों है ?

source: Why is Common Voice part of the Mozilla mission?
hi: Common Voice Mozilla मिशन का हिस्सा क्यों है?

source: Why is it important?
hi: ये क्यू महत्वपूर्ण है?

source: Why is my language not included yet?
hi: मेरी भाषा को अभी तक क्यों शामिल नहीं किया गया है?

source: Why should I sign up for an account?
hi: मुझे किसी खाते के लिए साइन अप क्यों करना चाहिए?
